{
  "id": 7,
  "title": "104: Reality Hunger - David Shields",
  "content": "18th January 2024\nI was intrigued by this book from the second I read the title right through to the very end. 'Reality Hunger'? How can we hunger for something we are so steeped in? How could there be anything but Reality, so where would this hunger come from? \nOur age is one of change. An age of remixing, an age of reflection and disruption. 'Reality Hunger' is composed of many quotes, which have had their authors stripped from them and placed in the back of the book (and then we're told to ignore them), for artistic effect. I'd like to take the liberty to share a few here, in that same style. \n“Rothko is great because he forced artists who came after him to change how they thought about painting.” This is the single most useful definition of artistic greatness I’ve ever encountered.\nIn a regime of superabundant free copies, copies are no longer the basis of wealth. Now relationships, links, connection, and sharing are.\nHis point appears to be that nothing is beneath interest.\nI want the contingency of life, the unpredictability, the unknowability, the mysteriousness, and these are best captured when the work can bend at will to what it needs: fiction, fantasy, memoir, meditation, confession, reportage.\nYou’ll notice that he doesn’t assert ownership over his ideas. He’s in some kind of Artaudian condition where all the ideas are unoriginated and unsourced; that’s how he can claim anybody else’s ideas as his own. Really all he wants to do is acquire everyone’s inner life.\nOmission is a form of creation.\nEnd quotes. The rest are my own ideas. Or are they? What lets me say that? \nWe are seeing heated public debates around the ownership of intellectual property, spurred by things like generative artificial intelligence. These debates won't be resolved prettily, or easily, or quickly, is my only prediction. The Greatest Artistic Revolution is lowering the barrier of entry for the generation of gorgeous visuals. Artists who have talents (using tools that would be called witchcraft two generations ago) are now saying generative AI is ruining art. It seems so very similar to the invention of the camera, and the like. The dance between technology and art goes on. \nI don't want to comment too much on that debate here, but it's worth mentioning as it seems very relevant next to this book. Art exists for feeling; if that feeling is outrage in some then so be it. \nI appreciated a characteristic of this book that I may only call Zen. It's not 'on the nose' Zen, but zen-ish (a good kind of Zen). It goes with the flow. It's lively, it's alive. \nIf you at all relate to Art or The Artist, then please read this book. I loved every inch and I think I'll return to it throughout my lifetime."
}