{
  "id": 10,
  "title": "107: Read Write Own - Chris Dixon",
  "content": "1st May 2024 \nhttps://readwriteown.com/\nI was exposed to this through Rick Rubin's podcast, Tetragrammaton, and listened to it on Audible. I became intrigued about Chris' ideas while listening to the podcast, and realized we share a lot of thoughts, so from there it was a quick decision to get his book. \n'Read Write Own' is a fairly technical exploration of blockchain technology and the historical progression of the Internet as a whole. I've always been a computer nerd, so I really enjoyed the experience. Chris Dixon (American entrepreneur, investor, and writer) separates the Internet's progression into three stages: Read, Write, Own. He makes the argument that Bitcoin and blockchain technology enables the next phase of the internet, the ability to own our creations, along with the downstream effects of these new types of computers. \nHe makes very interesting arguments about content creators and their dynamic with the platform owners. I agreed with a lot of his points, and he did a good job at explaining the issues in a comprehensible way. It was a nice balance between technical detail and careful explanation, something that's required for such a new concept like blockchains. \nThere are so many powerful concepts in this book that it's hard to pick a few to share. I was consistently interested throughout the book, and it left me thinking between the listening sessions. One of the most resonant ideas is probably the perspective that blockchains are a new type of computer; not simply an append-only ledger, or a computer network. I think this perspective is valuable as we enter the next era of technology, an era where 'the computer' is no longer something that just sits in your pocket or on your desk. We are seeing spatial computers with the Apple Vision Pro, wrist computers becoming more prevalent, and more abstract computers like blockchains. I won't detract from his arguments by trying to make them here. \nThis is one of those books that I'll probably have to return to, and it's one that I recommend to anyone interested in information technology, or the concept of ownership in a digital age. "
}